# 3 Задайте последовательность чисел. Напишите программу, которая выведет список неповторяющихся элементов исходной последовательности.

# *Пример*
# - при [1, 1, 2, 3, 3, 4, 1, 5, 7, 8, 8, 7, 9]     ->        [2, 4, 5, 9]


numbrs = [1, 1, 2, 3, 3, 4, 1, 5, 7, 8, 8, 7, 9]
numbrs_2 = []
j = 1


while j <= 9:
    count = 0
    for i in range(len(numbrs)):
        if numbrs[i] == j:
            count += 1
    if count == 1:
        numbrs_2.append(j)
    j += 1

print(numbrs_2)
